IDEA Open Model
MatPrestressSteelSIA.Type Property
Compatible with IDEA StatiCa Beta 20.0
 Type of prestress steel
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public PrestressSteelTypeSIA Type { get; set; }
Public Property Type As PrestressSteelTypeSIA
	Get
	Set
Property Value
Type: PrestressSteelTypeSIA
See Also
Reference
MatPrestressSteelSIA Class
IdeaRS.OpenModel.Material Namespace